{
    "title": "Varanasi to Vindhyachal Darshan Itinerary",
    "image": "../images/Vindhyachal1.jpg",
    "article": [
      {
        "heading":"Why you should visit Vindhyachal Temple from Varanasi?",
        "image": "../images/blogVindhyachal.png",
        "paragraph": [
          "The Vindhyachal Temple, also known Maa Vindhyavasini Temple and Vindhyachal Dham, was dedicated to the mother godde Vindhyavasini, an embodiment of Shakti, it was one of the significant Shakti Pitha temples in India.","The legend goes that after vanquishing the demon Mahishasura, the goddess chose Vindhyachal as her abode. Her story was etched in the sacred scriptures of Durga Saptashati."
        ]
      },
      {
        "heading": "Itinerary details for Varanasi to Vindhyachal Darshan",
        "image":"../images/Vindhyachal2.jpg",
        "paragraph": [
          "This is single day package from Varanasi which will cover trio of temples - Vindhyavasini, Ashtabhuja, and Kali Khoh. Pilgrims often visit all three temples, as it is believed to be a complete pilgrimage or 'Trikon Parikrama'. Is it said that this darshan protects family and brings prospertiy."
        ]
      },
      {
        "heading": "Ashtabuji temple in Vindhyachal",
        "paragraph": [
          "The Ashtabhuja Devi Temple is dedicated to Goddess Ashtbhuja, believed to be Lord Krishna’s sister. Nestled atop the Vindhyachal mountain, it’s about 3 km from the Vindhyavasini Devi Temple. The deity’s idol is inside a 12-feet wide cave. It comes with our travel package of Vindhyachal darshan via taxi.","It is said that Devi protected Lord Krishna from Kamsa,  Vasudev replaced Krishna with a girl child, who was an incarnation of Devi Durga. When Kamsa tried to kill this girl child, she miraculously flew from his hands and descended to the spot where the goddess descended1. The temple derives its name from the deity ‘Ashtabhuja’, a form of Goddess Mahasaraswati Scroll at bottom to find price of taxi for Vindhyachal darshan from Varanasi tour package."
        ]
      },
      {
        "heading": "Kali khoh temple in Vindhyachal",
        "paragraph": [
          "The Kali Khoh is an ancient shrine dedicated to Goddess Kali. It’s part of the Trikon Parikrama tour package in Vindhyachal, which includes the Maa Vindhyavasini Temple and Maa Ashtabhuja Devi Temple. The deity, Goddess Kali, is believed to have incarnated to kill the demon Raktabeej. The temple is surrounded by dense forests, adding to its mystical charm4. It’s a significant pilgrimage site, attracting devotees seeking peace, prosperity, and protection from evil."
        ]
      },
      {
        "heading": "What is ideal time to Visit?",
        "paragraph": [
          "The region comes alive during Navaratri, a major Hindu festival dedicated to the Goddess Durga. During this time, thousands of devotees visit the temple to offer prayers and observe religious rites"
        ]
      },
      {
        "heading": "Normal Days",
        "table": {
        "headers": ["Time of Day", "Entry", "Exit"],
        "rows": [
          ["Morning", "5:00 AM", "12:00 PM"],
          ["Afternoon", "1:30 PM", "7:15 PM"],
          ["Night", "8:15 PM", "10:30 Pm"]
          ]
        }
      },
      {
        "heading": "Navratri Days",
        "table": {
        "headers": ["Time of Day", "Entry", "Exit"],
        "rows": [
          ["Morning", "4:00 AM", "12:00 PM"],
          ["Afternoon", "1:00 PM", "7:30 PM"],
          ["Night", "8:30 PM", "10:30 PM"],
          ["Twilight","10:30 PM","3:00 AM"]
          ]
        },
        "paragraph": [
          "Please note that these timings may vary, and it’s always a good idea to check the temple’s official website or contact them directly for the most accurate and up-to-date information. Enjoy your visit! 🙏"
        ]
      },
      {
        "heading": "How to reach Vindhyachal temple from Varanasi?",
        "paragraph": [
          "The region is accessible by road and rail, with the nearest major city being Varanasi, which is also a major cultural and spiritual center. The area is equipped to handle the influx of pilgrims, especially during peak religious seasons. With our package we take care of complete travel needs from Varanasi to Vindhyachal darshan."
        ]
      }
    ],
    "pageName": "Vindhyachal, Car Hire in Varanasi",
    "description": "Temples near Varanasi- Vinayak Travels (Taxi in Varanasi) is one of the best travel agencies in Varanasi, tour operator and taxi service provider. Book your cab with us for Vindhyachal Temple Temple,Ashtbhuji Temple, Kalikhoh Temple .",
    "keyword": "Vindhyachal, Temples near Varanasi,Kashi Vishwanath darshan, Taxi Booking Services, Cab Booking in Varanasi, taxi booking services in Varanasi, car hire in Varanasi, hire taxi in Varanasi, Taxi service in Varanasi, Top 10 Tourist Destinations."
  }
  